{
  "shared": {
    "logo": {
      "tagline": "VR Slaap Tools"
    },
    "modals": {
      "cancel": "Annuleren",
      "save": "Opslaan",
      "confirm": "Bevestig",
      "ok": "Ok",
      "open": "Open",
      "close": "Sluiten",
      "login": "Log in"
    },
    "misc": {
      "vrcLoginRequired": "Deze feature vereist dat je bent ingelogd bent met je VRChat account."
    }
  },
  "overview": {
    "sleep-mode": {
      "label": "Slaap modus",
      "active": "Actief",
      "inactive": "Inactief",
      "activate": "Activeer",
      "deactivate": "Deactiveer"
    }
  },
  "sleep-detection": {
    "title": "Slaap Detectie",
    "description": "Hier kan je automatiseringen instellen om op basis van verschillende triggers de slaap modus automatisch in of uit te schakelen.",
    "enableAutomations": {
      "title": "Slaap modus inschakelen",
      "atTime": "Om een specifieke tijd",
      "atBatteryPercentage": "Wanneer het batterijniveau van een apparaat onder <strong>{{value}}%</strong> valt",
      "onControllersPoweredOff": "Wanneer alle controllers worden uitgezet"
    },
    "disableAutomations": {
      "title": "Slaap modus uitschakelen",
      "atTime": "Om een specifieke tijd",
      "onDevicePowerOn": "Wanneer een apparaat wordt aangezet"
    },
    "modals": {
      "enableAtTime": {
        "title": "Slaap modus inschakelen",
        "description": "Om een specifieke tijd op de dag",
        "time": "Tijd"
      },
      "disableAtTime": {
        "title": "Slaap modus uitschakelen",
        "description": "Om een specifieke tijd op de dag",
        "time": "Tijd"
      },
      "disableOnDevicePowerOn": {
        "title": "Slaap modus uitschakelen",
        "whenTurningOn": "Bij het aanzetten van",
        "optionController": "Een controller",
        "optionTracker": "Een tracker"
      },
      "enableAtBatteryPercentage": {
        "title": "Slaap modus inschakelen",
        "whenA": "Wanneer een",
        "optionController": "Controller",
        "optionTracker": "Tracker",
        "fallsBelow": "Valt onder de"
      }
    }
  },
  "oscAutomations": {
    "title": "OSC Automatiseringen",
    "tab": {
      "sleepingAnimations": "Slaap Animaties"
    },
    "sleepingAnimations": {
      "currentPose": "Huidige Houding",
      "manualControl": "Handmatige Bediening",
      "presetAuthor": "van {{author}}",
      "description": "Oyasumi kan automatisch de animaties van je avatar veranderen wanneer je je slaap houding wijzigd. Dit kan handig zijn als je geen full body tracking hebt, of als je je trackers s'nachts uitzet (of door Oyasumi laat uitzetten). Een voorbeeld hoe dit er uit ziet kan je <a href=\"https://youtu.be/3T54bTAzT7o\" target=\"_blank\">hier</a> vinden.\n\nEr zijn presets beschikbaar voor verschillende bestaande locomotion prefabs, maar je kan ook je eigen animaties specificeren.",
      "enable": "Automatische slaap animaties inschakelen",
      "customPreset": "Eigen Animaties",
      "errors": {
        "releaseDurationTooShort": "De duur moet minimaal 0.1 seconden zijn.",
        "releaseDurationTooLong": "De duur mag maximaal 10 seconden zijn."
      },
      "options": {
        "positions": {
          "title": "Slaap Houdingen",
          "description": "Stel de OSC commandos in om de animatie voor elke slaap houding te activeren.",
          "SIDE_FRONT": "Rechtop",
          "SIDE_BACK": "Op je rug",
          "SIDE_LEFT": "Op je linkerzij",
          "SIDE_RIGHT": "Op je rechterzij",
          "UNKNOWN": "Onbekend"
        },
        "footLock": {
          "title": "Voeten vastzetten",
          "description": "Stel de OSC commandos in om de voeten van je avatar vast te zetten.",
          "FOOT_LOCK": "Voeten vastzetten",
          "FOOT_UNLOCK": "Voeten losmaken"
        },
        "general": {
          "title": "Algemene Opties",
          "onlySwitchAnimations": "Alleen animaties wisselen",
          "onlyIfSleepModeEnabled": "Wanneer slaap modus actief is",
          "onlyIfAllTrackersTurnedOff": "Wanneer alle trackers uit staan",
          "footLock": {
            "title": "Voeten vastzetten",
            "description": "Het vastzetten van de voeten voorkomt meestal dat de avatar kan bewegen of met de speler mee kan draaien."
          },
          "lockFeetOnSleepModeEnable": "Voeten vastzetten wanneer slaap modus wordt ingeschakeld",
          "unlockFeetOnSleepModeDisable": "Voeten losmaken wanneer slaap modus wordt uitgeschakeld",
          "unlockFeetOnAutomationDisable": "Voeten losmaken wanneer de automatische slaap animaties worden uitgeschakeld",
          "releaseFootLockOnPoseChange": "Voeten tijdelijk losmaken wanneer je van slaap houding veranderd",
          "footLockReleaseWindow": "Duur van het tijdelijk losmaken van de voeten"
        }
      }
    }
  },
  "battery-automations": {
    "title": "Batterij Automatiseringen",
    "devicePowerOff": {
      "title": "Apparaten uitzetten",
      "description": "Verschillende automatiseringen voor het uitzetten van je SteamVR apparaten.",
      "onSleepModeEnable": {
        "title": "Wanneer ik ga slapen",
        "description": "Zet apparaten uit wanneer slaap modus wordt ingeschakeld.",
        "optionControllers": "Alle controllers uitzetten",
        "optionTrackers": "Alle trackers uitzetten",
        "hint": "Je kan configureren wanneer slaap modus wordt ingeschakeld in <a class=\"sleepDetectionLink\">Slaap Detectie</a>."
      },
      "onCharge": {
        "title": "Wanneer ik ze oplaad",
        "description": "Zorg dat apparaten worden uitgezet wanneer je ze aan de lader legt.",
        "optionControllers": "Controllers uitzetten",
        "optionTrackers": "Trackers uitzetten"
      }
    }
  },
  "gpu-automations": {
    "title": "GPU Automatiseringen",
    "disabled": {
      "disabled": "Oyasumi kan op verschillende manieren je GPU instellingen automatisch aanpassen.\nDit stelt je bijvoorbeeld in staat om stroom te besparen wanneer je slaapt.\n\nDeze functie is standaard uitgeschakeld, omdat dit functionaliteit is voor geavanceerde gebruikers.\nAls je deze functionaliteit wilt gebruiken kun je deze inschakelen met de knop hier onder.",
      "noSidecar": "Oyasumi heeft beheerders rechten nodig om de GPU instellingen aan te kunnen passen. Klik a.u.b. op de knop hier onder om Oyasumi beheerders rechten te geven."
    },
    "tabs": {
      "powerLimiting": "Power Limiting",
      "msiAfterburner": "MSI Afterburner"
    },
    "requestAdministrator": "Geef Beheerders Rechten",
    "disable": "Deactiveer GPU Automatiseringen",
    "enable": "Activeer GPU Automatiseringen",
    "automations": "Slaap Automatiseringen",
    "enableWarning": "Het verkeerd aanpassen van je GPU instellingen kan resulteren in een onstabiel systeem. Gebruik deze functionaliteit alleen als je weet waar je mee bezig bent.",
    "elevationSidecarModal": {
      "title": "Beheerders rechten geven",
      "message": "Wil je Oyasumi altijd beheerders rechten geven?\n\nAls je dit doet, zal Oyasumi voortaan meteen bij het starten hier om deze rechten vragen. Je kunt dit later altijd weer uitzetten in de instellingen.",
      "confirm": "Altijd",
      "cancel": "Alleen deze keer"
    },
    "powerLimiting": {
      "disabled": {
        "initializing": "Power limiting automatiseringen zijn nog aan het starten...",
        "noNvidia": "Power limiting automatiseringen zijn niet beschikbaar omdat er geen draaiende NVIDIA driver kon worden gedetecteerd. Power Limiting automatiseringen zijn alleen beschikbaar op NVIDIA GPUs.\n\nAls je wel een NVIDIA GPU in je systeem hebt, check dan of de correcte driver hier voor is geïnstalleerd.\n\n({{code}})",
        "noPermission": "Oyasumi heeft geen toestemming om je GPU instellingen aan te passen, ondanks dat Oyasumi wel beheerders rechten heeft.\n\nCheck je systeem instellingen aangezien dit zou normaal nooit moeten gebeuren.",
        "noSidecar": "Beheerders rechten konden niet worden verkregen om onbekende redenen.\nDeze rechten zijn nodig om je GPU instellingen aan te kunnen passen.\n\nProbeer Oyasumi te herstarten.",
        "unknown": "Power limiting automatiseringen zijn niet beschikbaar om een onbekende reden.\n\nProbeer Oyasumi opnieuw te starten."
      },
      "noGPUSelected": "Geen GPU Geselecteerd",
      "gpuUnsupported": "GPU wordt niet ondersteund",
      "noGPUs": "Er konden geen NVIDIA GPUs gevonden worden.",
      "description": "Hier kan je de stroom limieten van je videokaart automatiseren, om tijdens je slaap energie te besparen.",
      "selectGPU": "Selecteer de GPU waar je stroom limieten voor in wilt stellen:",
      "gpuPowerLimitsUnsupported": "De geselecteerde GPU heeft geen ondersteuning voor het instellen van stroomlimieten.",
      "currentPowerLimit": "Huidig stroom limiet",
      "activatingSleepMode": {
        "title": "Wanneer ik ga slapen",
        "description": "Specificeer de stroom limiet voor wanneer de slaap modus activeert"
      },
      "deactivatingSleepMode": {
        "title": "Wanneer ik wakker word",
        "description": "Specificeer de stroom limiet voor wanneer de slaap modus deactiveert"
      },
      "enabledWarning": "Wees je er a.u.b. van bewust dat het het te laag instellen van stroom limieten kan leiden tot een onstabiel systeem. Deactiveer deze functionaliteit als je niet weet waar je mee bezig bent.",
      "inputDefault": "Herstel naar de GPU's standaard limiet."
    },
    "msiAfterburner": {
      "description": "Oyasumi kan automatisch je GPU instellingen aanpassen wanneer je gaat slapen of wakker word, door jouw zelfgemaakte profielen in MSI Afterburner te activeren. Dit kan je bijvoorbeeld helpen om stroom te besparen wanneer je slaapt, en weer grafische kracht terug te krijgen wanneer je wakker wordt.<br><br>Je moet zelf de profielen die je wilt activeren instellen in MSI Afterburner.<br>Je kunt MSI Afterburner <a href=\"https://www.msi.com/Landing/afterburner/graphics-cards\" target=\"_blank\">hier</a> downloaden.",
      "sleepModeEnable": {
        "title": "Wanneer slaap modus activeert",
        "description": "Activeer het volgende MSI Afterburner profiel"
      },
      "sleepModeDisable": {
        "title": "Wanneer slaap modus deactiveert",
        "description": "Activeer het volgende MSI Afterburner profiel"
      },
      "profile": "Profiel {{index}}",
      "none": "Geen",
      "enabledWarning": "Wees er van bewust dat het verkeerd instellen van je GPU in MSI Afterburner kan leiden tot een onstabiel systeem. Deactiveer deze functionaliteit als je niet weet waar je mee bezig bent.",
      "executable": {
        "title": "Configuratie",
        "description": "Oyasumi heeft de locatie van je <strong>MSIAfterburner.exe</strong> bestand nodig.\nAls Oyasumi deze niet kan vinden op de standaard locatie, moet je zelf aangeven waar deze kan worden gevonden.",
        "status": {
          "CHECKING": "Aan het checken voor een geldige <strong>MSIAfterburner.exe</strong>",
          "NOT_FOUND": "De <strong>MSIAfterburner.exe</strong> kon niet worden gevonden op deze locatie.",
          "INVALID_EXECUTABLE": "De <strong>MSIAfterburner.exe</strong> op deze locatie werkt niet zoals verwacht.",
          "INVALID_SIGNATURE": "Het kon niet geverifieerd worden dat de <strong>MSIAfterburner.exe</strong> op deze locatie van MSI afkomt. Om veiligheidsredenen kan deze niet worden gebruikt. Als dit probleem daarna aanhoud en je zeker weet dat je installatie klopt, neem dan contact op met Oyasumi's ontwikkelaar of stuur een bug report.",
          "UNKNOWN_ERROR": "Een onbekende fout is opgetreden bij het zoeken van <strong>MSIAfterburner.exe</strong> op deze locatie.",
          "SUCCESS": "<strong>MSIAfterburner.exe</strong> is gevonden en werkt naar behoren!"
        }
      }
    }
  },
  "status-automations": {
    "title": "Status Automatiseringen",
    "enable": "Activeer Status Automatiseringen",
    "description": "Oyasumi kan je VRChat status automatisch aanpassen op basis van de hoeveelheid spelers in je wereld, om te voorkomen dat er meer spelers op je joinen dan je wilt.",
    "exampleUse": "Voorbeeld: Wanneer iemand op je joint, verander je je status automatisch naar oranje of rood.\nWanneer die persoon dan weer vertrekt, verander je je status weer terug naar blauw, zodat iemand anders weer kan joinen.",
    "disableToEdit": "Deactiveer status automatiseringen voordat je de instellingen aanpast.",
    "playerLimit": "Speler limiet",
    "playerLimitLabel": {
      "singular": "{{count}} speler (inclusief jezelf)",
      "plural": "{{count}} spelers (inclusief jezelf)"
    },
    "belowLimit": {
      "title": "Onder het limiet",
      "description": "Verander je status naar"
    },
    "atLimitOrAbove": {
      "title": "Op het limiet of erboven",
      "description": "Verander je status naar"
    },
    "onlyIfSleepModeEnabled": "Alleen als de slaap modus is geactiveerd",
    "behaviourWarning": "Aanpassingen van de status zijn niet zichtbaar voor jouwzelf. Ook voor andere spelers kan het even duren voordat de statusverandering zichtbaar is. Dit is een limitatie van VRChat zelf en kan niet worden opgelost door Oyasumi.",
    "moreInfo": "Meer info",
    "behaviourWarningFAQ": "Hier zijn wat antwoorden voor vragen die je misschien nog hebt over status automatiseringen:\n\nV: Kan ik nog steeds automatisch invite requests accepteren, ook als VRChat zelf niet aangeeft dat mijn status op blauw staat?\nA: In het geval dat Oyasumi je status op blauw zet, zal het de taak van het automatisch accepteren van invite requests overnemen van VRChat zelf.\n\nV: Mn vrienden kunnen niet op mn joinen omdat mijn status voor hun niet veranderd!\nA: Status updates kunnen even duren voordat anderen ze kunnen zien. Als ze je willen joinen maar dat niet kunnen, kunnen ze het forceren om je status te updaten door je profiel te openen in het grotere menu."
  },
  "auto-invite-request-accept": {
    "title": "Invite Requests Automatisch Accepteren",
    "description": "Oyasumi kan invite requests die je ontvangt automatisch accepteren. Door het gebruiken van een speler whitelist of blacklist, kan je ervoor zorgen dat je alleen invite requests accepteert van vrienden die jij zelf kiest.",
    "userOnBusyStatus": "Je kan geen invite requests accepteren als je status op busy (rood) staat.",
    "userOnJoinMeStatus": "VRChat za onafhankelijk van je instellingen automatisch alle invite requests accepteren, omdat je status op join me (blauw) staat.",
    "whitelist": "Speler Whitelist",
    "blacklist": "Speler Blacklist",
    "noPlayersAdded": "Je hebt nog geen spelers toegevoegd aan de lijst.",
    "addFriends": "Vrienden toevoegen",
    "clearPlayers": "Alle spelers verwijderen",
    "options": {
      "enable": {
        "title": "Activeren",
        "description": "Accepteer automatisch invite requests die je van vrienden ontvangt."
      },
      "onlyIfSleepModeEnabled": {
        "title": "Alleen als de slaap modus is geactiveerd"
      },
      "listMode": {
        "title": "Lijst Modus",
        "description": "Hoe de speler lijst moet worden gebruikt.",
        "options": {
          "DISABLED": {
            "label": "Uitgeschakeld",
            "subLabel": "Accepteer van iedereen"
          },
          "WHITELIST": {
            "label": "Whitelist",
            "subLabel": "Accepteer van vrienden op de lijst"
          },
          "BLACKLIST": {
            "label": "Blacklist",
            "subLabel": "Accepteer van iedereen behalve vrienden op de lijst"
          }
        }
      }
    }
  },
  "settings": {
    "title": "Instellingen",
    "tab": {
      "general": "Algemeen",
      "vrchat": "VRChat",
      "updates": "Updates",
      "debug": "Debug"
    },
    "general": {
      "language": {
        "title": "Taal",
        "description": "Je kan hier je voorkeurstaal selecteren. Als er vertalingen missen, neem a.u.b. contact op!"
      },
      "lighthouseConsole": {
        "title": "Lighthouse Console",
        "description": "Oyasumi heeft de locatie van de <strong>lighthouse_console.exe</strong> van je SteamVR installatie nodig.\nAls Oyasumi deze niet kan vinden op de standaard locatie, moet je zelf aangeven waar deze kan worden gevonden.",
        "status": {
          "NOT_FOUND": "De <strong>lighthouse_console.exe</strong> kon niet worden gevonden op deze locatie.",
          "INVALID_EXECUTABLE": "De <strong>lighthouse_console.exe</strong> op deze locatie werkt niet zoals verwacht.",
          "PERMISSION_DENIED": "Oyasumi heeft niet de rechten om de <strong>lighthouse_console.exe</strong> op deze locatie aan te roepen. Probeer Oyasumi als beheerder te starten.",
          "INVALID_FILENAME": "De gegeven locatie is geen correct bestands pad.",
          "UNKNOWN_ERROR": "Een onbekende fout is opgetreden bij het zoeken van <strong>lighthouse_console.exe</strong> op deze locatie.",
          "CHECKING": "Aan het checken voor een geldige <strong>lighthouse_console.exe</strong>",
          "SUCCESS": "<strong>lighthouse_console.exe</strong> is gevonden en werkt naar behoren!"
        }
      },
      "adminPrivileges": {
        "title": "Beheerders Rechten",
        "label": "Vraag om beheerders rechten bij het opstarten",
        "description": "Oyasumi heeft beheerders rechten nodig om de stroom limieten van je videokaart te kunnen beheren. Als je dit aanzet, zal Oyasumi bij het opstarten altijd om beheerders rechten vragen."
      },
      "telemetry": {
        "title": "Telemetrie",
        "label": "Verstuur anonieme telemetrie data",
        "description": "De enige data die wordt verstuurd, is de versie van Oyasumi die je gebruikt en je ingestelde taal. Er wordt geen persoonlijke informatie verstuurd: dit is compleet anoniem. Deze data wordt alleen gebruikt voor algemene gebruikstatistieken van Oyasumi."
      }
    },
    "vrchat": {
      "logIn": {
        "title": "Log in",
        "description": "Sommige Oyasumi features vereisen dat je bent ingelogd met je VRChat account om hun ding te kunnen doen.",
        "loggedIn": {
          "title": "Hey {{name}}!",
          "subtext": "Je bent ingelogd met je VRChat account.",
          "logOut": "Log uit"
        },
        "loggedOut": {
          "title": "Uitgelogd",
          "subtext": "Je bent niet ingelogd met je VRChat account.",
          "logIn": "Log in"
        },
        "errors": {
          "initError": "De VRChat module kon niet worden geinitialiseerd. Check of je internet verbinding werkt en herstart Oyasumi op een later moment om het opnieuw te proberen."
        },
        "disclaimers": {
          "use": "Je login gegevens zullen nooit ergens opgeslagen worden en worden alleen direct naar VRChat's servers gestuurd om in te kunnen loggen.",
          "brand": "Oyasumi wordt niet erkend door VRChat en vertegenwoordigt niet de standpunten en meningen van VRChat of van diegenen die officieel betrokken zijn bij het produceren of beheren van VRChat. VRChat is een handelsmerk van VRChat Inc. VRChat © VRChat Inc.",
          "liability": "Raphiiko is niet verantwoordelijk voor eventuele problemen die ontstaan door het gebruik van Oyasumi. Gebruik is op eigen risico."
        }
      }
    },
    "updates": {
      "checkForUpdates": "Updates checken",
      "changelog": "Changelog",
      "install": "Installeer v{{version}}",
      "noUpdate": "Je draait nu Oyasumi v{{version}}, en dat is de laatste versie!",
      "notChecked": "Oyasumi heeft nog niet gecheckt of er een update beschikbaar is.",
      "updateAvailable": "Er is een nieuwe update beschikbaar voor Oyasumi! Je draait op dit moment v{{currentVersion}}.\nDe nieuwste versie is v{{latestVersion}}."
    },
    "debug": {
      "description": "Op deze pagina kun je wat debug tools vinden. Deze zou je nooit nodig moeten hebben, maar omdat Oyasumi nog steeds in een test fase verkeert zijn ze hier als je ze nodig hebt.",
      "persistentStorage": {
        "title": "Permanente opslag",
        "description": "Met deze knoppen kun je delen van Oyasumi's opslag legen. Gebruik dit als je terug wilt gaan naar standaard instellingen wanneer je tegen een foutmelding aanloopt.",
        "clearAllSettings": "Verwijder alle instellingen",
        "clearAutomationSettings": "Verwijder automatiserings instellingen",
        "clearAppSettings": "Verwijder programma instellingen",
        "clearCache": "Verwijder cache",
        "printSettings": "Instellingen loggen"
      },
      "language": {
        "title": "Taal",
        "description": "Met deze optie kun je handmatig een vertalings bestand inladen. Dit kan handig zijn voor het testen van nieuwe vertalingen.",
        "loadFile": "Vertalings Bestand Laden"
      },
      "sleepingPose": {
        "title": "Slaap Houding"
      }
    }
  },
  "about": {
    "author": {
      "role": "Ontwikkelaar"
    },
    "translations": "Vertalingen",
    "projectLinks": "Project Links",
    "sourceLink": "Broncode @ GitHub",
    "discordInvite": "Discord Server"
  },
  "updater": {
    "modals": {
      "error": {
        "title": "Update Fout",
        "message": "De update kon niet geinstalleerd worden. Probeer het later nog eens."
      }
    }
  },
  "misc": {
    "GOGO_LOCO_LEGACY_PRESET_WARNING": "Deze preset gebruikt een workaround die niet helemaal goed werkt. Gebruik deze preset alleen als je de nieuwere GoGo Loco preset niet kunt gebruiken. Als je avatar nog een oudere versie van GoGo Loco gebruikt, is het aan te raden om je avatar te updaten naar de nieuwste versie van GoGo Loco.",
    "oscScriptEditorErrors": {
      "noFloatMilliseconds": "Milliseconden mogen geen decimalen hebben.",
      "durationTooShort": "Een wacht tijd moet minimaal 0.1 seconden zijn.",
      "durationTooLong": "Een wacht tijd mag niet langer zijn dan 5 seconden.",
      "durationRequired": "Een wacht tijd is vereist.",
      "totalDurationTooLong": "De totale duratie van een script mag niet langer zijn dan 10 seconden.",
      "intOutOfBounds": "Een integer moet een waarde hebben tussen 0 en 255.",
      "floatOutOfBounds": "Een float moet een waarde hebben tussen -1.0 en 1.0.",
      "floatTooPrecise": "Een float mag niet meer dan 3 decimalen hebben.",
      "invalidSyntax": "Incorrecte syntax.",
      "tooManyCommands": "Een OSC script mag niet meer dan {{value}} acties bevatten.",
      "addressNoSlash": "Een correct OSC adres begint altijd met een '/' symbool.",
      "addressRequired": "Een OSC adres is vereist.",
      "addressNotASCII": "Een correct OSC adres mag alleen ASCII karakters bevatten."
    }
  },
  "comp": {
    "main-status-bar": {
      "sleepMode": "Slaap Modus",
      "active": "Actief",
      "inactive": "Inactief",
      "loggedOut": "Uitgelogd"
    },
    "confirm-modal": {
      "defaultTitle": "Bevestig"
    },
    "update-modal": {
      "title": "Update Beschikbaar",
      "updateNow": "Installeer v{{version}}",
      "updateLater": "Niet nu",
      "message": "Er is een nieuwe update beschikbaar voor Oyasumi: v{{newVersion}}.\n\nJe draait op dit moment nog v{{currentVersion}}.\n\n.Wil je de update nu installeren?"
    },
    "select-box": {
      "defaultPlaceholder": "Selecteer..."
    },
    "dashboard-navbar": {
      "overview": "Overzicht",
      "sleepDetection": "Slaap Detectie",
      "oscAutomations": "OSC Automatiseringen",
      "batteryAutomations": "Batterij Automatiseringen",
      "gpuAutomations": "GPU Automatiseringen",
      "statusAutomations": "Status Automatiseringen",
      "autoInviteRequestAccept": "Invite Requests Automatisch Accepteren",
      "settings": "Instellingen",
      "about": "Over Oyasumi",
      "batteryManagement": "Batterij Management"
    },
    "device-list": {
      "title": "Apparaten",
      "turnOffAll": "ALLE",
      "noDevices": "Geen controllers of trackers gevonden.",
      "category": {
        "Controller": "Controllers",
        "GenericTracker": "Trackers",
        "other": "Overige"
      }
    },
    "osc-script-modal": {
      "title": "OSC Script",
      "simple": "Simpel",
      "script": "Script"
    },
    "osc-script-code-editor": {
      "title": "OSC Script Bewerker",
      "syntaxGuide": "Syntax Handleiding",
      "format": "Formatteren",
      "test": "Test"
    },
    "osc-script-simple-editor": {
      "commandCounter": {
        "singular": "{{value}} Commando",
        "plural": "{{value}} Commandos"
      },
      "errorCounter": {
        "singular": "{{value}} Validatie fout",
        "plural": "{{value}} Validatie fouten"
      },
      "addCommand": "Voeg Toe",
      "test": "Test",
      "action": {
        "osc": "OSC",
        "sleep": "Wacht",
        "none": "Er zijn nog geen acties toegevoegd"
      },
      "commands": {
        "COMMAND": {
          "title": "OSC Commando",
          "description": "Voer een OSC commando uit"
        },
        "SLEEP": {
          "title": "Wacht",
          "description": "Wacht voor een bepaalde tijd"
        }
      }
    },
    "vrchat-login-modal": {
      "title": "Log in met VRChat",
      "username": "VRChat Gebruikersnaam/E-mail",
      "password": "Wachtwoord",
      "errors": {
        "CHECK_EMAIL": "Login mislukt: Voor meer informatie, check de mailbox van het e-mailadres dat gekoppeld is aan je VRChat account.",
        "INVALID_CREDENTIALS": "De logingegevens zijn onjuist.",
        "UNEXPECTED_RESPONSE": "Login mislukt: Een onverwachte fout is opgetreden. Check je internetverbinding en probeer het later nog eens."
      }
    },
    "vrchat-login-tfa-modal": {
      "title": "Twee-Factor Authenticatie",
      "description": "Je VRCHat account wordt beschermt met twee-factor authenticatie. Voer een 2FA code in:",
      "errors": {
        "LAST_CODE_INVALID": "De 2FA code is onjuist.",
        "INVALID_FORMAT": "Een 2FA code bestaat altijd uit een reeks van 6 cijfers. Deze code is niet correct."
      }
    },
    "friend-selection-modal": {
      "title": "Selecteer Vrienden",
      "searchPlaceholder": "Zoek vrienden op naam...",
      "noFriendsSelected": "Geen vrienden geselecteerd",
      "noResultsFor": "Geen resultaten voor '{{query}}'",
      "noFriends": "Je vriendenlijst is leeg"
    }
  }
}
